Repository: 64sys/tradukisto
Catalog: .lang/*.po
Languages: ca, de, el, eo, eu, fr, it, pt, ru

source: Traducción de programas.
ca: Traducció de programes.
de: Übersetzungsprogramme.
el: Προγράμματα μετάφρασης.
eo: Translation programoj.
eu: Itzulpena programak.
fr: Les programmes de traduction.
it: Programmi di traduzione.
pt: Programas de tradução.
ru: Программы перевода.

source: Interfaz de translate-shell para traducir programas completos de gambas y otras utilidades.
ca: Interfície d'translate-shell per traduir programes complets de gambes i altres utilitats.
de: Übersetzen-shell-schnittstelle ganze garnelen und weitere hilfsprogramme zu übersetzen.
el: Μετάφραση-κέλυφος διεπαφή για να μεταφράσει ολόκληρη γαρίδες προγράμματα και άλλα βοηθητικά προγράμματα.
eo: Translate-ŝelo interfaco por traduki tutajn pandaloj programoj kaj aliaj utilecoj.
eu: Translate-shell interfaze osoa otarrainxkak programak eta beste utilitate itzultzeko.
fr: Traduire-shell l'interface pour traduire les programmes de crevettes entières et d'autres services publics.
it: Tradurre-shell interfaccia di tradurre interi programmi gamberi e altre utilità.
pt: Traduzir-shell de interface para traduzir programas camarões inteiros e outros utilitários.
ru: Перевести-оболочки интерфейс для перевода целых программ и креветки и другие утилиты.

source: Interfaz de translate-shell para traducir programas completos de gambas.
ca: Interfície d'translate-shell per traduir programes complets de gambes.
de: Übersetzen-shell-schnittstelle garnelen ganze programme zu übersetzen.
el: Μετάφραση-κέλυφος διεπαφή για να μεταφράσει ολόκληρη προγράμματα γαρίδες.
eo: Translate-ŝelo interfaco traduki tutaj salikokoj programoj.
eu: Translate-shell interface ganbak osoa programak itzultzea.
fr: Traduire-shell l'interface pour traduire les programmes de crevettes entières.
it: Tradurre-shell interfaccia di tradurre interi programmi di gamberetti.
pt: Traduzir-shell de interface para traduzir programas de camarão inteiro.
ru: Перевести-оболочки интерфейс для перевода целых программ креветки.

source: Acerca de
ca: Sobre
de: Über
el: Για
eo: Pri
eu: Buruz
fr: À propos de
it: Su
pt: Sobre
ru: О

source: OK
fr: Bien
it: Bene
ru: Хорошо

source: Cancel
de: Stornieren
el: Ακύρωση
eo: Nuligi
eu: Utzi
fr: Annuler
it: Annullare
pt: Cancelar
ru: Отменить

source: Traductor
de: Übersetzer
el: Μεταφραστής
eo: Tradukisto
eu: Itzultzaile
fr: Traducteur
it: Traduttore
pt: Tradutor
ru: Переводчик

source: Archivo
ca: Arxiu
de: Archivieren
el: Αρχείο
eo: Arkivo
eu: Artxiboa
fr: Archives
it: Archivio
pt: Arquivo
ru: Архив

source: Abrir archivo
ca: Obrir arxiu
el: Το άνοιγμα του αρχείου
eo: Malfermita dosiero
eu: Ireki fitxategia
fr: Fichier ouvert
pt: Arquivo aberto
ru: Открыть файл

source: Salir
ca: Sortir
de: Ausfahrt
el: Έξοδος
eo: Eliro
eu: Irteera
fr: Sortir
it: Uscita
pt: Saída
ru: Выход

source: Herramientas
ca: Eines
de: Werkzeuge
el: Εργαλεία
eo: Iloj
eu: Tresnak
fr: Outils
it: Strumenti
pt: Ferramentas
ru: Инструменты

source: Preferencias
ca: Preferències
de: Vorlieben
el: Προτιμήσεις
eo: Preferoj
eu: Lehentasunak
fr: Préférences
it: Preferenze
pt: Preferências
ru: Предпочтения

source: Ayuda
ca: Ajuda
de: Hilfe
el: Βοήθεια
eo: Helpi
eu: Lagun
fr: Aider
it: Aiutare
pt: Ajudar
ru: Помощь

source: Traducir programas
ca: Traduir programes
de: Übersetzen programme
el: Μεταφράσει προγράμματα
eo: Translate programoj
eu: Translate programak
fr: Traduire les programmes
it: Tradurre i programmi
pt: Traduzir programas
ru: Переводить программы

source: Para
ca: Per
de: Zu
el: Να
eo: Al
eu: Ra
fr: À
it: A
ru: К

source: la aplicacion fue traducida exitosamente
ca: L'aplicació va ser traduïda amb èxit
de: Die anwendung wurde erfolgreich übersetzt
el: Η εφαρμογή μεταφράστηκε επιτυχία
eo: La aplikaĵo estis sukcese tradukitaj
eu: Aplikazioa behar bezala itzuli zuen
fr: L'application a été traduite avec succès
it: L'applicazione è stato tradotto con successo
pt: O aplicativo foi traduzido com sucesso
ru: Заявка была успешно переведена

source: No tiene sentido traducir de
ca: No té sentit traduir de
de: Es macht keinen sinn übersetzen
el: Δεν έχει νόημα μεταφράσει
eo: Ĝi ne havas sentita traduki
eu: Ez du zentzurik translate egiten
fr: Il ne fait aucun sens traduire
it: Non ha senso tradurre
pt: Não faz sentido traduzir
ru: Это не имеет смысла переводить

source: Tienes que seleccionar al menos un idioma destino.
ca: Has de seleccionar almenys una llengua destí.
de: Sie haben mindestens eine zielsprache zu wählen.
el: Θα πρέπει να επιλέξετε τουλάχιστον μία γλώσσα-στόχο.
eo: Vi devas elekti almenaŭ unu cellingvon.
eu: Xede hizkuntza gutxienez taula bat hautatu behar duzu.
fr: Vous devez sélectionner au moins une langue cible.
it: È necessario selezionare almeno una lingua di destinazione.
pt: Você tem que selecionar pelo menos uma língua-alvo.
ru: Вы должны выбрать, по крайней мере, один целевой язык.

source: Para ello ve a las preferencias del programa
ca: Per això veu a les preferències del programa
de: Diese gehen auf die programmeinstellungen zu tun
el: Για να το κάνετε αυτό πηγαίνετε στις προτιμήσεις του προγράμματος
eo: Por fari tion iru al la programo preferoj
eu: Programa lehentasunen go horretarako
fr: Pour ce faire, aller sur les préférences du programme
it: Per far questo vai alle preferenze del programma
pt: Para fazer isso, vá para as preferências do programa
ru: Для этого перейдите к программе предпочтений

source: Vas a traducir desde
ca: Aneu a traduir de
de: Sie werden übersetzen aus
el: Θα μεταφράσει από
eo: Vi traduki
eu: Hortik itzultzen izango duzu
fr: Vous traduisez à partir
it: Potrai tradurre da
pt: Você vai traduzir de
ru: Вы будете переводить с

source: hacia
ca: Cap
de: Zu
el: Να
eo: Al
eu: Ra
fr: À
it: A
pt: Para
ru: К

source: pero no has seleccionado idiomas de destino, para ello ve a preferencias.
ca: Però no has seleccionat idiomes de destinació, per això veu a preferències.
de: Aber sie haben nicht die zielsprache gewählt, denn es vorlieben sieht.
el: Αλλά δεν έχετε επιλεγμένες γλώσσες-στόχους, γι 'αυτό βλέπει τις προτιμήσεις.
eo: Sed vi ne elektis celo lingvoj, cxar li vidas preferoj.
eu: Baina ez duzu hautatutako xede hizkuntza, hobespenetan ikusten da.
fr: Mais vous ne l'avez pas choisi les langues cibles, car il voit les préférences.
it: Ma non è stato selezionato lingue di destinazione, perché vede le preferenze.
pt: Mas você não selecionou idiomas de destino, pois vê preferências.
ru: Но вы не выбрали целевые языки, ибо она видит предпочтения.

source: TRaduciendo desde
ca: Traduint des
el: Μετάφραση από
eo: Tradukado de
eu: Itzultzean
fr: La traduction de
pt: Traduzindo
ru: Перевод с

source: Guardar y salir
ca: Desar i sortir
de: Speichern und beenden
el: Αποθήκευση και έξοδος
eo: Savi kaj eliro
eu: Gorde eta irten
fr: Enregistrer et quitter
it: Salvare e uscire
pt: Save and exit
ru: Сохранение и выход из

source: Guardar
ca: Desar
de: Speichern
el: Εκτός
eo: Ŝpari
eu: Gorde
fr: Garder
it: Salvare
pt: Salvar
ru: Экономить

source: Descartar
ca: Descarta
de: Verwerfen
el: Απορρίπτω
eo: Forĵeti
eu: Baztertu
fr: Jeter
it: Scartare
ru: Отбрасывать

source: Deseleccionar todos los idiomas
ca: Desseleccionar tots els idiomes
de: Deaktivieren sie alle sprachen
el: Καταργήστε την επιλογή όλων των γλωσσών
eo: Malmarku ĉiuj lingvoj
eu: Desmarkatu guztiak hizkuntzetan
fr: Décochez toutes les langues
it: Deselezionare tutte le lingue
pt: Desmarque todas as línguas
ru: Снимите флажки для всех языков

source: Idioma de entrada
ca: Idioma d'entrada
de: Eingabesprache
el: Γλώσσα εισόδου
eo: Enigo lingvo
eu: Idazketa-hizkuntza
fr: Langue d'entrée
it: Lingua di input
ru: Язык ввода

source: Idiomas de salida
ca: Idiomes de sortida
de: Sprachen ausgang
el: Εξόδου γλώσσες
eo: Lingvoj eligo
eu: Hizkuntzak irteera
fr: Sortie des langues
it: Lingue di uscita
pt: Saída de línguas
ru: Выход языки

source: El archivo
ca: L'arxiu
de: Die datei
el: Το αρχείο
eo: La dosiero
eu: Fitxategia
fr: L'archive
it: Il file
pt: O arquivo
ru: Файл

source: fue creado con exito
ca: Va ser creat amb èxit
de: Es wurde erfolgreich erstellt
el: Δημιουργήθηκε με επιτυχία
eo: Estis kreita sukcese
eu: Arrakastaz sortu zen
fr: Il a été créé avec succès
it: E 'stato creato con successo
pt: Ele foi criado com êxito
ru: Она была создана успешно

source: EL conversor msgfmt a dado la siguiente salida
ca: El convertidor msgfmt a donat la següent sortida
de: Die msgfmt gegeben wandler bis zur nächsten ausfahrt
el: Η msgfmt δοθεί μετατροπέα στην επόμενη έξοδο
eo: La msgfmt donita konvertilo por la proksima eliro
eu: Msgfmt emandako hurrengo irteera converter
fr: Le msgfmt donné convertisseur à la sortie suivante
it: Il msgfmt data convertitore per la prossima uscita
pt: O msgfmt dada conversor para a próxima saída
ru: Msgfmt данный преобразователь к следующему выходу

source: Se han añadido las traducciones automáticas:
ca: S'han afegit les traduccions automàtiques:
de: Sie wurden automatische übersetzungen hinzugefügt:
el: Προστέθηκαν αυτόματες μεταφράσεις:
eo: Ili aldonis aŭtomatan tradukoj:
eu: Itzulpen automatikoak gehitu ziren:
fr: Ils ont été ajoutés des traductions automatiques:
it: Sono stati aggiunti traduzioni automatiche:
pt: Eles foram adicionados traduções automáticas:
ru: Они были добавлены автоматические переводы:

source: Seleccionar directorio
ca: Seleccionar directori
de: Verzeichnis auswählen
el: Επιλέξτε τον κατάλογο
eo: Elektu dosierujon
eu: Aukeratu direktorioa
fr: Sélectionner le répertoire
it: Selezionare la directory
pt: Escolha um diretório
ru: Выберите каталог

source: Seleccionar archivo
ca: Seleccionar arxiu
de: Datei auswählen
el: Επιλογή αρχείου
eo: Elektu dosieron
eu: Aukeratu fitxategia
fr: Sélectionnez le fichier
it: Seleziona il file
pt: Selecione o arquivo
ru: Выбрать файл

source: Filtro por:
ca: Filtre per:
de: Filtern nach:
el: Φίλτρο ανά:
eo: Filtrilo de:
eu: Filter by:
fr: Filtrer par:
it: Filtra per:
pt: Filtrar por:
ru: Фильтр по:

source: Desconocido
ca: Desconegut
de: Unbekannt
el: Άγνωστος
eo: Nekonata
eu: Ezezaguna
fr: Inconnu
it: Sconosciuto
pt: Desconhecido
ru: Неизвестный
